export default {
  name: 'مهدی گادیاری',
  home: 'خانه',
  about: 'درباره من',
  resume: 'رزومه',
  portfolios: 'نمونه کارها',
  contact: 'تماس با ما',
  hi1: 'سلام من ',
  hi2: ' هستم',
  description:
    'بیش از دوسال سابقه کار حرفه ای در حوزه برنامه نویسی دارم. علاقه زیادی به برنامه نویسی وب، اپلیکیشن های موبایل و یادگیری ماشین دارم. علایق دیگر من هم مطالعه، یادگیری زبان و دیدن فیلم و سریال می باشد.',
  aboutme: 'درباره من',
  fullname: 'نام کامل',
  age: 'سن',
  year: 'سال',
  nation: 'ملیّت',
  iranian: 'ایرانی',
  language: 'زبان ها',
  languageName: 'فارسی و انگلیسی',
  phone: 'تلفن',
  num: '9901975133(98+)',
  res: 'دانلود رزومه',
  listening:
    'ما در حال حرکت به جلو، باز کردن درهای جدید و انجام کارهای جدید هستیم. زیرا ما کنجکاو هستیم و کنجکاوی مارا به مسیرهای جدید هدایت می کند.',
  services: 'خدمات',
  webdesign: 'کد نویسی فرانت اند',
  webdevelopment: 'ارتباط با API-Rest Full,GraphQL',
  mobileapplication: 'طراحی اپلیکیشن موبایل',
  servicedesc:
    'مسلط به طراحی فرانت اند انواع وب سایت ها و وب اپلیکیشن با React',
  servicedesc1:
    'مسلط به طراحی اپلیکیشن های موبایل اندروید و آی او اس با ری اکت نتیو',
  servicedesc2: 'ارتباط با انواع api توسط FETCH,AXIOS',
  myskils: 'مهارت های من',
  workingexperience: 'تجربه های کاری',
  educationalquantification: 'مدارک تحصیلی',
  workingSteps: [
    {
      id: -1,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    },
    {
      id: 0,
      date: '1397-1399',
      title: 'کارشناسی ارشد',
      subtitle: 'دانشگاه شهید بهشتی',
      content: 'تحصیل در رشته مهندسی برق گرایش مخابرات سیستم'
    },
    {
      id: 1,
      date: '1393-1397',
      title: 'کارشناسی',
      subtitle: 'دانشگاه قم',
      content: 'تحصیل در رشته مهندسی برق گرایش مخابرات '
    },

    {
      id: -2,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    }
  ],
  eduSteps: [
    {
      id: -1,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    },
    {
      id: 0,
      date: '1396-1397',
      title: 'شرکت دریا گشت ستاره',
      subtitle: 'کارآموزی',
      content:
        'انجام پروژه های برنامه نویسی، طراحی وب سایت، یادگیری و کاربروی فریمورک های جاوااسکریپت'
    },
    {
      id: 1,
      date: '1397-1398',
      title: 'فریلنسر',
      subtitle: 'برنامه نویسی بوسیله فریمورک های جاوااسکریپت',
      content: 'طراحی اپلیکیشن های وب برپایه React Js - Angular JS'
    },
    {
      id: 2,
      date: '1399',
      title: 'موسسه آموزش آنلاین آسان یادبگیر',
      subtitle: 'برنامه نویس فرانت اند',
      content: 'طراحی و توسعه اپلیکیشن های موبایل و وب سایت های SPA'
    },
    {
      id: -2,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    }
  ],
  contactme: 'ارتباط با من',
  getintouch: 'ارسال پیام به من',
  enteryourname: 'نام را وارد کنید',
  enteryouremail: 'ایمیل را وارد کنید',
  enteryoursubject: 'موضوع خود را وارد کنید',
  enteryourmessage: 'پیغام خود را اینجا بنویسید',
  sendmessage: 'ارسال پیام',
  email: 'ایمیل',
  address: 'آدرس',
  addressdetails: 'ایران، تهران، دانشگاه شهید بهشتی',
  pro1: 'اپلیکیشن اینستاگرام فارسی',
  pro2: 'اپلیکیشن فروشگاه آنلاین کفش',
  pro3: 'اپلیکیشن سفارش آنلاین غذا',
  pro1desc:
    'طراحی بخش هایی از فرانت اند شبکه اجتماعی ایستاگرام بوسیله ری اکت نتیو و ارتباط آن با API برپایه  NodeJS',
  pro2desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro3desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro4: 'اپلیکیشن اینستاگرام فارسی',
  pro5: 'اپلیکیشن فروشگاه آنلاین کفش',
  pro6: 'اپلیکیشن سفارش آنلاین غذا',
  pro4desc:
    'طراحی بخش هایی از فرانت اند شبکه اجتماعی ایستاگرام بوسیله ری اکت نتیو و ارتباط آن با API برپایه  NodeJS',
  pro5desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro6desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند'
}
